;------------------------------------------------------------------------------
; UltraDefrag GUI Iloko Language Pack.
; Copyright (C) 2011 by Joseph S. Maza.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Mar. 22, 2011 by Joseph S. Maza
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = &Aramid
ANALYSE                   = &Usigen
DEFRAGMENT                = &Dagupen
OPTIMIZE                  = Urn&osen
QUICK_OPTIMIZE            = Quick optimization
FULL_OPTIMIZE             = Full optimization
STOP                      = I&sardeng
REPEAT_ACTION             = Re&peat action
SKIP_REMOVABLE_MEDIA      = Ikulasay ti &Media a Maikkat
RESCAN_DRIVES             = Suki&maten ti Drive
WHEN_DONE                 = &Apagleppasna...
WHEN_DONE_NONE            = &Awan
WHEN_DONE_EXIT            = &Ressaten
WHEN_DONE_STANDBY         = &Pagurayen
WHEN_DONE_HIBERNATE       = Pat&urogen
WHEN_DONE_LOGOFF          = &Turposen
WHEN_DONE_REBOOT          = Irugi &Manen
WHEN_DONE_SHUTDOWN        = I&ddepen
EXIT                      = &Ressaten

; --- Report Menu

REPORT                    = &Padamag
SHOW_REPORT               = &Ipakita

; --- Settings Menu

SETTINGS                  = Pagalaga&den
LANGUAGE                  = Pagsa&sao
TRANSLATIONS_FOLDER       = &Kaulog
GRAPHICAL_INTERFACE       = &Bista
FONT                      = &Font
OPTIONS                   = &Opsion
BOOT_TIME_SCAN            = Pannaka&usig iti Rugi
ENABLE                    = &Nakabaelan
SCRIPT                    = &Sinuratan
REPORTS                   = Pa&damag

; --- Help Menu

HELP                      = &Tulong
CONTENTS                  = &Laon
BEST_PRACTICE             = &Nalaing a Kadawyan
FAQ                       = Managda&damag
ABOUT                     = &Maipapan iti

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Sinuratan iti Panagrugi

; Drives list items.

VOLUME                    = Tomo
STATUS                    = Kasasaad
TOTAL                     = Kapasidad
FREE                      = Nawaya
PERCENT                   = % Nawaya

; Status messages

STATUS_RUNNING            = Nakaandar
STATUS_ANALYSED           = Nausig
STATUS_DEFRAGMENTED       = Nadagup
STATUS_OPTIMIZED          = Naurnos

; Status bar messages.

DIRS                      = Karpeta
FILES                     = Intar
FRAGMENTED                = Napisi
COMPRESSED                = Naupit
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = Maipapan iti Ultra Defragmenter
CREDITS                   = &Pamigbigan
LICENSE                   = &Lisensia

; Shutdown confirmation

PLEASE_CONFIRM            = Paneknekan
REALLY_SHUTDOWN_WHEN_DONE = Apagleppasna ket kayatyo nga iddepen?
REALLY_HIBERNATE_WHEN_DONE= Apagleppasna ket kayatyo a pagturogen?
REALLY_LOGOFF_WHEN_DONE   = Apagleppasna ket kayatyo a turposen?
REALLY_REBOOT_WHEN_DONE   = Apagleppasna ket kayatyo nga irugi manen?
SECONDS_TILL_SHUTDOWN     = kanito intuno panagiddepna
SECONDS_TILL_HIBERNATION  = kanito intuno pannakapaturogna
SECONDS_TILL_LOGOFF       = kanito intuno pannakaturposna
SECONDS_TILL_REBOOT       = kanito intuno pannakairugina manen
YES                       = &Wen
NO                        = &Saan

; END OF FILE
